/* Localizable strings of com.apple.vpnsettings preference manifest */

"VPN.pfm_title" = "VPN-inställningar";
"VPN.pfm_description" = "VPN-inställningar.";

"ServiceType.pfm_title" =				"Tjänstetyp";
"ServiceType.pfm_description" =				"Tjänstetyp. Ställ in som L2TP eller PPTP.";
"CommRemoteAddress.pfm_title" =			"VPN-serveradress";
"CommRemoteAddress.pfm_description" =		"URL-platsadress till VPN-servern.";
"UserLoginName.pfm_title" =				"Användarinloggningsnamn";
"UserLoginName.pfm_description" =			"Inloggningsnamn att använda vid anslutning. Använd inte denna nyckel om du vill använda nuvarande användarinloggningsnamn.";
"UserDefinedName.pfm_title" =			"Beskrivande namn";
"UserDefinedName.pfm_description" =			"Ange ett beskrivande namn som visas vid anslutning till servern.";
"UserAuthenticationType.pfm_title" =	"Användarautentiseringstyp";
"UserAuthenticationType.pfm_description" =	"VPN-autentiseringstyp. Ställ in som Lösenord, Kerberos, TokenCard eller SecurID.";
